{
  "presentation_header_text": "Association of Mary Help of Christians",
  "presentation_header_text2": "Sanctification and Apostolate, Following in Mary’s Footsteps",
  "presentation_header_text3": "HOME",
  "presentation_header_text4": "COUNTRIES",
  "presentation_header_text5": "MEET US",
  "presentation_header_text6": "OUR VISION",
  "presentation_header_text7": "SOCIAL IMPACT",
  "presentation_header_text8": "The Association of Mary Help of Christians: an itinerary of sanctification and apostolate, following in the footsteps of Mary. Founded by Don Bosco in 1869.",
  "presentation_header_text9": "We are C3NTRO, the home of wellness for your body, mind, and soul.A space that redefines the concept of movement. A place for those inspiring individuals seeking an exclusive experience, finding balance between high-intensity disciplines like cycling, boxing, and weightlifting, complemented by exercises that enhance their emotional well-being and health such as pilates, barre, and recovery.",
  "presentation_header_text10": "READ",
  "presentation_header_text11": "Adela is the immortalized soul of a grandmother who, through her magical recipes and love in everything she does, offers the best ice cream made with the finest local seasonal ingredients of the highest quality and technology, focused on highlighting and glorifying the flavors and traditions of Latin America. Adela is friendly, cultured, and creative, full of dreams. With her hospitality and excellent service, she makes her visitors feel special and at home.",
  "presentation_header_text12": "Discover Villa Bokéh, a luxury hacienda on the outskirts of Antigua Guatemala, where nature and culture converge offering 15 luxurious rooms filled with comfort and deliciousness. Each room has a unique interior as an alluring blend of sophisticated architecture, Guatemalan colonial design, and modern artisan details. Choose from private balconies, enclosed gardens with fire pits, or volcano views, redefining home away from home.",
  "presentation_header_text13": "Casa Palopó, a soulful lakeside boutique hotel, perches gracefully above the breathtaking Lake Atitlán, surrounded by its three majestic volcanoes; Tolimán, Atitlan, and San Pedro. For the discerning traveler, two enchanting selection of romantic relaxation await. In the main building, discover charming, colorful accommodations, featuring eleven spacious rooms adorned with a fusion of contemporary and indigenous artwork.",
  "presentation_header_text14": "We are a group dedicated to guaranteeing quality transportation, allowing you to connect with all our properties and providing a unique experience on the roads of Guatemala.",
  "presentation_header_text15": "ADMA Nicaragua Spiritual Retreat",
  "presentation_header_text16": "“Do not reject my humble plea, O Mother of the Lord",
  "presentation_header_text17": "but graciously hear and respond to me. Amen.”",
  "presentation_header_text18": "MEET OUR STORY",
  "presentation_header_text19": "STAFF & JOB APP",
  "presentation_header_text20": "NUESTRA HISTORIA",
  "presentation_header_text21": "Address",
  "presentation_header_text22": "All rights reserved",
  "presentation_header_text23": "a living canvas",
  "presentation_header_text24": "THAT EPITOMIZES",
  "presentation_header_text25": "THE FUSION OF LUXURY",
  "presentation_header_text26": "AND CULTURAL HERITAGE.",
  "presentation_header_text27": "LOCATION:",
  "presentation_header_text28": "FUNDATION:",
  "presentation_header_text29": "Casa Palopó, a soulful lakeside boutique hotel, perches gracefully above the breathtaking Lake Atitlán, surrounded by its three majestic volcanoes; Tolimán, Atitlan, and San Pedro. For the discerning traveler, two enchanting selection of romantic relaxation await. In the main building, discover charming, colorful accommodations, featuring eleven spacious rooms adorned with a fusion of contemporary and indigenous artwork.",
  "presentation_header_text30": "An outstanding new villa sits on a higher level, a modern area complete with a captivating and private infinity pool, jacuzzi, living room, and kitchen. Casa Palopó is the sanctuary to witness uninterrupted sunsets and carve lasting memories against the backdrop of Lake Atitlán's grandeur.",
  "presentation_header_text31": "“Casa Palopó stands as a testament",
  "presentation_header_text32": "to Guatemala's vibrant culture”",
  "presentation_header_text33": "VISIT THE WEBSITE",
  "presentation_header_text34": "A home with an artistic ",
  "presentation_header_text35": "legacy that blends history",
  "presentation_header_text36": "& NATURE INTO A HIDDEN OASIS.",
  "presentation_header_text37": "Discover Villa Bokéh, a luxury hacienda on the outskirts of Antigua Guatemala, where nature and culture converge offering 15 luxurious rooms filled with comfort and deliciousness. Each room has a unique interior as an alluring blend of sophisticated architecture, Guatemalan colonial design, and modern artisan details. Choose from private balconies, enclosed gardens with fire pits,",
  "presentation_header_text38": "or volcano views. Redefining “home away from home” with activities to enhance your stay like picnics, morning rituals, spa treatments, and a stunning private pool, all at the guests disposal. Villa Bokéh, where luxury meets relaxation, is the place to create unforgettable memories in Antigua Guatemala's embrace.",
  "presentation_header_text39": "“A haven for creativity",
  "presentation_header_text40": "shaped by artists”",
  "presentation_header_text41": "Good Taste,",
  "presentation_header_text42": "REFINED, BILINGUAL,”",
  "presentation_header_text43": "AND A TRAVELER.",
  "presentation_header_text44": "Adela is the immortalized soul of a grandmother who, through her magical recipes and love in everything she does, offers the best ice cream made with the finest local seasonal ingredients of the highest quality and technology, focused on highlighting and glorifying the flavors and traditions of Latin America. Adela is friendly, cultured, and creative, full of dreams.",
  "presentation_header_text45": "With her hospitality and excellent service, she makes her visitors feel special and at home. On the other hand, Adela is a free spirit who aspires to be great and unique in Latin America and the entire world. Adela has good taste, is refined, bilingual, and a traveler, and that is her daily inspiration in everything she does.",
  "presentation_header_text46": "“Inspired by",
  "presentation_header_text47": "grandmother's love.”",
  "presentation_header_text48": "THE HOME OF WELLNESS",
  "presentation_header_text49": "FOR YOUR BODY, MIND",
  "presentation_header_text50": "AND SOUL",
  "presentation_header_text51": "We are C3NTRO, the home of wellness for your body, mind, and soul. A space that redefines the concept of movement. A place for those inspiring individuals seeking an exclusive experience, finding balance between high-intensity disciplines like cycling, boxing, and weightlifting, complemented by exercises that enhance their emotional well-being and health such as pilates, barre, and recovery. At C3NTRO, we take care of ourselves by exercising our body, mind, and soul.",
  "presentation_header_text52": "We are located in Galerías Tiffany Z14, Plaza Nogales de Cayalá Z16, and Plaza Concepción Carretera a El Salvador.We have the support of coaches with the best skills and abilities in the market to provide our clients with an unparalleled hospitality experience, as Grupo Alta has done with all its companies. They are ready to welcome you to your new home.",
  "presentation_header_text53": "“We Are C3NTRO",
  "presentation_header_text54": "moving your body, mind and soul.”",
  "presentation_header_text55": "OUR REGULATIONS",
  "presentation_header_text56": "Renewed Regulations for the Members of the Association of Mary Help of Christians",
  "presentation_header_text57": "Trust in Mary Help of Christians",
  "presentation_header_text58": "From Don Bosco’s dream, ADMA is born",
  "presentation_header_text59": "Don Bosco recognizes Mary’s help and, amazed by the countless graces that people attributed to the Virgin during the construction of the Basilica, decides to found ADMA.",
  "presentation_header_text60": "Don Bosco feels called to defend the faith of the people by spreading throughout the world, also through ADMA, the veneration of Jesus in the Eucharist and devotion to the Virgin (the two columns).",
  "presentation_header_text61": "ADMA Today",
  "presentation_header_text62": "We Christians must unite in these difficult times. Knowing that we are among the many who do good encourages us, often without even realizing it.",
  "presentation_header_text63": "ADMA today is an association of lay people throughout the world—faithful to Don Bosco’s charism—who commit themselves to living daily life by imitating Mary and placing themselves, as her children, under her mantle.",
  "presentation_header_text64": "We are moved by the desire to be light, to spread grace, and to bear witness to what we have experienced: the beauty of entrusting our lives to Jesus through Mary. We are all called to holiness. Holiness is a journey, and we become holy together!",
  "presentation_header_text65": "Board Member",
  "presentation_header_text66": "Executive Directory",
  "presentation_header_text67": "Organizational Development Manager",
  "presentation_header_text68": "Sustainability Coordinator",
  "presentation_header_text69": "IT Coordinator",
  "presentation_header_text70": "Marketing Coordinator",
  "presentation_header_text71": "Sales Coordinator",
  "presentation_header_text72": "Receptionist",
  "presentation_header_text73": "Finance",
  "presentation_header_text74": "CFO",
  "presentation_header_text75": "Chief accountant",
  "presentation_header_text76": "Accountant",
  "presentation_header_text77": "Accountant",
  "presentation_header_text78": "Purchasing department",
  "presentation_header_text79": "Storage Chief",
  "presentation_header_text80": "IT Analyst",
  "presentation_header_text81": "Sales",
  "presentation_header_text82": "Sales executive",
  "presentation_header_text83": "Event Planner",
  "presentation_header_text84": "Human Resources",
  "presentation_header_text85": "Human Resources Analyst",
  "presentation_header_text86": "Marketing",
  "presentation_header_text87": "Experience Manager",
  "presentation_header_text88": "Foods & Drinks",
  "presentation_header_text89": "Foods & Drinks Manager",
  "presentation_header_text90": "Executive chef",
  "presentation_header_text91": "Join Our Team!",
  "presentation_header_text92": "We are looking for a dynamic and customer-oriented Front Desk Staff to join our C3ntro team (Plaza Nogales, Carretera El Salvador and zone 14). The reception staff represents us in culture, hospitality and excellence. We are looking for someone with excellent communication skills, a friendly attitude and exceptional customer orientation.",
  "presentation_header_text93": "Sales Executive (Events)",
  "presentation_header_text94": "Join our sales team. Requirements: Previous experience in ideal sales of events and services. Strong denial and interpersonal skills Ability to work independently and also in a team. Results orientation and skills to establish and meet sales objectives. Flexibility to travel as needed. Advanced English (essential). I work 70% visiting clien.",
  "presentation_header_text95": "Barista",
  "presentation_header_text96": "Main objectives of the position: Customer service. Preparation of drinks and food. Support in different areas and tasks of our juice bar. Who are we looking for? Greater than 20 years. Minimum level of studies: Secondary education or Technician at INTECAP. Willing to work rotating shifts and alternate weekends. Passionate about coffee and customer service. With availability to work in Nogales zone 16 and also in Carretera el Salvador (there are 2 different positions). What we offer. Fixed place. Life insurance. Legal benefits. Growth opportunity. Employee benefits",
  "presentation_header_text97": "Headquarters Coordinator",
  "presentation_header_text98": "Ensure that our clients receive exceptional service and are satisfied with their experience, coordinate and follow up on the operational functions of the headquarters in administrative tasks and follow up on daily tasks with the team. Requirements: Studies in business administration or related degree. Experience in customer service, dynamic person with excellent interpersonal relationships. Knowledge of cash management, sales skills and use of Excel, leadership and ability to manage work teams. Availability to work on the El Salvador highway. Excellent personal presentation, unique and dynamic personality.",
  "presentation_header_text99": "Resident Chef",
  "presentation_header_text100": "We are looking for a leader in haute cuisine to supervise and monitor the daily operation of the kitchen of the consumption centers of our Hotel Casa in Santa Catarina Palopo, Atitlan. Requirements: Minimum 10 years experience in fine dining hospitality. Knowledge of costing, inventory rotation, purchase orders, personnel administration (schedules, training, team development). Skills: creativity in menu development, organization, planning, management of ERP systems. Advanced English (Essential). Availability to live in Atitlán. We offer: Additional benefits to those required by law, attractive salary, housing and food.",
  "presentation_header_text101": "ADMA Supports Solidarity with a Community Sale in Guatemala",
  "presentation_header_text102": "ADMA Guatemala Gathers in a National Encounter of Faith and Fraternity",
  "presentation_header_text103": "Marian Formation Strengthens Marian Devotion in ADMA",
  "presentation_header_text104": "Re.Genera is the sustainability department at Grupo Alta in charge of successfully executing all activities whose main objective is to impact our companies on the communities where we operate and leave a mark on our progress.",
  "presentation_header_text105": "RE.GENERA, THE SUSTAINABILITY DEPARTMENT AT GRUPO ALTA",
  "presentation_header_text106": "Our purpose is to measure the level of internal and external commitment. In this way, we can identify improvements for sustainable community development through a long-term commitment between the company, its collaborators, families, society, and the local community that is making all the efforts to improve the quality of life of all interest groups.",
  "presentation_header_text107": "MORE SOCIAL PROJECTS",
  "presentation_header_text108": "PINTANDO EL CAMBIO, A HUGE IMPACT OF SANTA CATARINA PALOPO",
  "presentation_header_text109": "JUANITA, THE GIRL WHO COUNTED STARS",
  "presentation_header_text110": "In Pintando El Cambio we believe that through art we can make a huge impact on the development of Santa Catarina Palopo, a community, with over 850 families that live around Lake Atitlan, that want to transform it into a cultural destination for visitors.",
  "presentation_header_text111": "This will help all the members of the community get a strong sense of belonging, which will motivate citizen participation and attract new investments that will create new job opportunities in the hospitality, tourism, and retail industries.",
  "presentation_header_text112": "It will also provide greater exposure for local artisans. With this main goal and objective we can develop huge impact integrity projects such as early childhood, community market-gardens, installation of energy-saving stoves in all the community houses, and painting in public spaces and the facades of the houses.",
  "presentation_header_text113": "A beautiful children's story that our friend @walderlola wrote inspired by Juanita, a girl who welcomed her with a beautiful smile upon her arrival in Santa Catarina Palopó",
  "presentation_header_text114": "And the Spanish Editorial @cuentodeluz shares this beautiful book so that girls and boys of Guatemala can live the illusion of fighting and pursuing their dreams.",
  "presentation_header_text115": "We are very excited that our colors, shapes and our community be inspiration for these beautiful projects!",
  "presentation_header_text116": "We are a big family sharing unique and innovative experiences that can offer our clients and guests an unforgettable event. We like to be that window of Guatemala where the world can see that in our country.",
  "presentation_header_text117": "Traditional grilled cooking is an authentic and traditional technique, it is a form ancestral way of preparing these foods technique has been used for centuries in everything the world, however in Guatemala it is still used in different towns around the lake. The essence of this technique is not only the use of fire, but also of the selection of ingredients and their relationship to the four elements: earth, fire, air and water.",
  "presentation_header_text118": "For a long time, the sun has been an important part of the culture Maya. Although the name of the sun varies Depending on the region, the majority of the Mayans They were called Kinich Ahau. The name means “lord of the sky” or “lord of the day”. For the Mayans, the sun was an important god and they adored him as such. They believe that the sun It is what gives us life and gives us energy To do the things. Therefore, they offered sacrifices and revered him in their temples. Lord of the eye of the sun. in mythology Mayan, Kinich Ahau was the god of the Sun and patron of music and poetry; was married to Ixchel, the Moon. Many of the demonstrations artistic works that have been found around the figure of Kinich Ahau have been in stone, seen that by the time the Mayans worshiped this god of sun and time, what we used to work It was mostly stone.",
  "presentation_header_text119": "Exciting Upgrades Await at Villa Bokeh!",
  "presentation_header_text120": "Exciting Upgrades Await! We're adding new areas and services to enhance your stay.",
  "presentation_header_text121": "Get ready for a better, more amazing experience at our hotel! Stay tuned for the big reveal, and we can't wait to welcome you to our improved haven of hospitality.",
  "presentation_header_text122": "This 2023 we will be opening our doors to two new C3NTRO headquarters, an environment that will re-define the concept of the movement closer to you.",
  "presentation_header_text123": "A space to exercise your body, mind and soul. The headquarters will be located in Plaza Nogales de Cayalá Z16 and Galerías Tiffany Z14.",
  "presentation_header_text124": "In both locations you will find the 6 different disciplines that C3NTRO offers: CYCL3, PUNCH, BURN, PILAT3S, BARR3, AND RECOVERY. We are very excited about the opening of these new locations, for more information do not hesitate to contact us.",
  "presentation_header_text125": "MORE NEWS",
  "presentation_header_text126": "Executive Director",
  "presentation_header_text127": "APLICAR",
  "presentation_header_text128": "OTHER BRANDS",
  "presentation_header_text129": "SPOOKY SEASON IN ADELA",
  "presentation_header_text130": "At Adela we have many events for these weeks. Stay tuned to our networks and don't miss the surprises.",
  "presentation_header_text131": "Hospitality",
  "presentation_header_text132": "Hospitality Manager",
  "presentation_header_text133": "Hospitality Marketing",
  "presentation_header_text134": "Helados Adela",
  "presentation_header_text135": "Marketing Coordinator",
  "presentation_header_text136": "Helados Adela Marketing",
  "presentation_header_text137": "C3NTRO",
  "presentation_header_text138": "Managua, Masaya, and Granada joined together for a national spiritual retreat for people of all ages.",
  "presentation_header_text139": "Along the picturesque shores of Lake Atitlán in Casa Palopó, our soon-to-be-launched restaurant promises to be a sensational culinary haven, bringing the ancient Mayan traditions to your plate. We invite you to embark on an unforgettable gastronomic adventure, where tradition meets innovation. Inspired by ancient Mayan cooking techniques, a tribute to flavor, fire, and finesse. Farm-to-table freshness, as we partner with local farmers to ensure every bite echoes the lush landscapes of the region.",
  "presentation_header_text140": "The gathering took place to renew the soul, strengthen faith, and experience the joy of following Christ alongside our Mother, Mary Help of Christians.",
  "presentation_header_text141": "Experience Mayan culinary traditions with a modern twist.",
  "presentation_header_text142": "Close",
  "presentation_header_text143": "Founder: Helados Adela",
  "presentation_header_text144": "Founder: C3NTRO",
  "presentation_header_text145": "Executive Chef",
  "presentation_header_text146": "Purchasing Cordinator",
  "presentation_header_text147": "Payroll",
  "presentation_header_text148": "Sales Executive",
  "presentation_header_text149": "Maintenance",
  "presentation_header_text150": "Designer & Community Manager",
  "presentation_header_text151": "Manager Experience",
  "presentation_header_text152": "Purchasing Manager",
  "presentation_header_text153": "Corporative Sales Executive",
  "presentation_header_text154": "CEO",
  "presentation_header_text155": "C3NTRO Manager",
  "presentation_header_text156": "Presidential Assistant",
  "presentation_header_text157": "REGULATIONS",
  "presentation_header_text158": "Association of Mary Help of Christians"
}