{
  "presentation_header_text": "Asociación de María Auxiliadora",
  "presentation_header_text2": "santificación y apostolado siguiendo las huellas de María",
  "presentation_header_text3": "PRINCIPAL",
  "presentation_header_text4": "PAÍSES",
  "presentation_header_text5": "CONÓCENOS",
  "presentation_header_text6": "VISIÓN",
  "presentation_header_text7": "IMPACTO SOCIAL",
  "presentation_header_text8": "Asociación de María Auxiliador, un itinerario de santificación y apostolado siguiendo las huellas de María. Asociación fundada por Don Bosco en 1869.",
  "presentation_header_text9": "Somos C3NTRO, el hogar del bienestar para tu cuerpo, mente y alma. Un espacio que redefine el concepto de movimiento. Un lugar para aquellas personas inspiradoras que buscan una experiencia exclusiva, encontrando el equilibrio entre disciplinas de alta intensidad como ciclismo, boxeo, y levantamiento de pesas, complementados con ejercicios que mejoren su bienestar emocional y salud como pilates, barra y recovery.",
  "presentation_header_text10": "LEER",
  "presentation_header_text11": "Adela es el alma inmortalizada de una abuela que, a través de sus mágicas recetas y el amor en todo lo que hace, ofrece los mejores helados elaborados con los mejores ingredientes locales de temporada, de la más alta calidad y tecnología, enfocados a resaltar y exaltar los sabores y tradiciones de América Latina. Adela es amigable, culta, creativa y llena de sueños. Con su hospitalidad y excelente servicio, hace que sus visitantes se sientan especiales y como en casa.",
  "presentation_header_text12": "Descubra Villa Bokéh, una hacienda de lujo en las afueras de Antigua Guatemala, donde la naturaleza y la cultura convergen ofreciendo 15 lujosas habitaciones llenas de comodidad y delicias. Cada habitación tiene un interior único como una atractiva combinación de arquitectura sofisticada, diseño colonial guatemalteco y detalles artesanales modernos. Elija entre balcones privados, jardines cerrados con fogatas o vistas al volcán, que redefinen el hogar lejos del hogar.",
  "presentation_header_text13": "Casa Palopó, un conmovedor hotel boutique junto al lago, se alza elegantemente sobre el impresionante lago Atitlán, rodeado por sus tres majestuosos volcanes; Tolimán, Atitlán y San Pedro. Al viajero exigente le esperan dos encantadoras selecciones de relajación romántica. En el edificio principal, descubra alojamientos encantadores y coloridos, que cuentan con once amplias habitaciones adornadas con una fusión de obras de arte contemporáneas e indígenas.",
  "presentation_header_text14": "Somos un grupo dedicado a garantizar transporte de calidad, permitiéndole conectarse con todas nuestras propiedades y brindando una experiencia única en las carreteras de Guatemala.",
  "presentation_header_text15": "Retiro Espiritual ADMA Nicaragua",
  "presentation_header_text16": "“No desprecies mi súplica, oh Madre del Verbo,",
  "presentation_header_text17": "pero escúchame y escúchame. Amén.”",
  "presentation_header_text18": "CONOCE NUESTRA HISTORIA",
  "presentation_header_text19": "EQUIPO Y TRABAJO",
  "presentation_header_text20": "NUESTRA HISTORIA",
  "presentation_header_text21": "Dirección",
  "presentation_header_text22": "Derechos reservados",
  "presentation_header_text23": "Un lienzo Vivo",
  "presentation_header_text24": "QUE EPITOMIZA",
  "presentation_header_text25": "LA FUSIÓN DEL LUJO",
  "presentation_header_text26": "Y PATRIMONIO CULTURAL.",
  "presentation_header_text27": "LOCACIÓN:",
  "presentation_header_text28": "FUNDACIÓN:",
  "presentation_header_text29": "Casa Palopó, un conmovedor hotel boutique junto al lago, se alza elegantemente sobre el impresionante lago Atitlán, rodeado por sus tres majestuosos volcanes; Tolimán, Atitlán y San Pedro. Al viajero exigente le esperan dos encantadoras selecciones de relajación romántica. En el edificio principal, descubra alojamientos encantadores y coloridos, que cuentan con once amplias habitaciones adornadas con una fusión de obras de arte contemporáneas e indígenas.",
  "presentation_header_text30": "Una excelente villa nueva se encuentra en un nivel superior, un área moderna completa con una cautivadora y privada piscina infinita, jacuzzi, sala de estar y cocina. Casa Palopó es el santuario para presenciar atardeceres ininterrumpidos y crear recuerdos duraderos con el telón de fondo de la grandeza del Lago Atitlán.",
  "presentation_header_text31": "“Casa Palopó es un testimonio",
  "presentation_header_text32": "a la vibrante cultura de Guatemala”",
  "presentation_header_text33": "VISITA EL SITIO WEB",
  "presentation_header_text34": "Una casa con un toque artístico.",
  "presentation_header_text35": "legado que fusiona la historia",
  "presentation_header_text36": "& LA NATURALEZA EN UN OASIS OCULTO.",
  "presentation_header_text37": "Descubra Villa Bokéh, una hacienda de lujo en las afueras de Antigua Guatemala, donde convergen naturaleza y cultura ofreciendo 15 lujosas habitaciones llenas de comodidad y delicias. Cada habitación tiene un interior único como una atractiva mezcla de arquitectura sofisticada, diseño colonial guatemalteco, y detalles artesanales modernos. Elija entre balcones privados, jardines cerrados con fogatas,",
  "presentation_header_text38": "o vistas al volcán. Redefiniendo el “hogar lejos del hogar” con actividades para mejorar su estadía, como picnics, rituales matutinos, tratamientos de spa y una impresionante piscina privada, todo a disposición de los huéspedes. Villa Bokéh, donde el lujo se encuentra con la relajación, es el lugar para crear recuerdos inolvidables en el abrazo de Antigua Guatemala.",
  "presentation_header_text39": "“Un paraíso para la creatividad",
  "presentation_header_text40": "Formado por artistas.”",
  "presentation_header_text41": "Buen Sabor,",
  "presentation_header_text42": "Refinado, Bilingüe,",
  "presentation_header_text43": "y aventurero.",
  "presentation_header_text44": "Adela es el alma inmortalizada de una abuela que, a través de sus mágicas recetas y el amor en todo lo que hace, ofrece los mejores helados elaborados con los mejores ingredientes locales de temporada, de la más alta calidad y tecnología, enfocados a resaltar y exaltar los sabores y tradiciones de América Latina. Adela es amigable, culta, creativa y llena de sueños.",
  "presentation_header_text45": "Con su hospitalidad y excelente servicio, hace que sus visitantes se sientan especiales y como en casa. Por otro lado, Adela es un espíritu libre que aspira a ser grande y única en América Latina y el mundo entero. Adela tiene buen gusto, es refinada, bilingüe y viajera, y esa es su inspiración diaria en todo lo que hace.",
  "presentation_header_text46": "“Inspirado por",
  "presentation_header_text47": "el amor de la abuela.”",
  "presentation_header_text48": "EL HOGAR DEL BIENESTAR",
  "presentation_header_text49": "PARA TU CUERPO, MENTE",
  "presentation_header_text50": "Y ALMA",
  "presentation_header_text51": "Somos C3NTRO, la casa del bienestar para tu cuerpo, mente y alma. Un espacio que redefine el concepto de movimiento. Un lugar para aquellas personas inspiradoras que buscan una experiencia exclusiva, encontrando el equilibrio entre disciplinas de alta intensidad como el ciclismo, el boxeo y el levantamiento de pesas, complementadas con ejercicios que mejoren su bienestar emocional y su salud como pilates, barra y recuperación. En C3NTRO nos cuidamos ejercitando nuestro cuerpo, mente y alma.",
  "presentation_header_text52": "Estamos ubicados en Galerías Tiffany Z14, Plaza Nogales de Cayalá Z16 y Plaza Concepción Carretera a El Salvador. Contamos con el apoyo de coaches con las mejores capacidades y habilidades del mercado para brindar a nuestros clientes una experiencia de hospitalidad inigualable, como Grupo Alta. ha hecho con todas sus empresas. Están listos para darle la bienvenida a su nuevo hogar.",
  "presentation_header_text53": "“Somos C3NTRO",
  "presentation_header_text54": "moviendo tu cuerpo, mente y alma.”",
  "presentation_header_text55": "Nuestro Reglamento",
  "presentation_header_text56": "Reglamento renovado a los miembros de la Asociación de María Auxiliadora",
  "presentation_header_text57": "Confía en María Auxiliadora",
  "presentation_header_text58": "Del sueño  de Don Bosco nace ADMA",
  "presentation_header_text59": "Don Bosco reconoce la ayuda de María y, asombrado de las innumerables gracias que la gente atribuía a la Virgen durante la construcción de la Basílica, decide fundar ADMA",
  "presentation_header_text60": "Don Bosco siente que debe defender la fe del pueblo irradiando en el mundo, también a través de ADMA la veneración a Jesús Eucaristía y la devoción a la Virgen (las dos columnas).",
  "presentation_header_text61": "ADMA hoy",
  "presentation_header_text62": "Nosotros, los cristianos, debemos unirnos en estos tiempos difíciles. El contarnos entre los muchos que hacen el bien nos anima sin que nos demos cuenta.",
  "presentation_header_text63": "ADMA hoy es una asociación de seglares que en todo el mundo, -fieles al carisma de Don Bosco- que asumen el compromiso de vivir lo cotidiano imitando a María y poniéndose, como hijos suyos, bajo su manto.",
  "presentation_header_text64": "Nos mueve el deseo de ser luz, difundir la gracia y dar testimonio de cuanto hemos experimentado: la belleza de confiar nuestra vida a Jesús por medio de María. Todos estamos llamados a la santidad. ¡La santidad es un camino y nos santificamos juntos!",
  "presentation_header_text65": "Formar una comunidad de cristianos y salesianos devotos de María Auxiliadora, que vivan una fe profunda, comprometida y alegre, inspirados en Don Bosco, y que sean presencia activa de evangelización y servicio en la Iglesia y en el mundo.",
  "presentation_header_text66": "Dirección Ejecutiva",
  "presentation_header_text67": "Gerente de Desarrollo Organizacional",
  "presentation_header_text68": "Coordinadora de Sostenibilidad",
  "presentation_header_text69": "Coordinador de IT",
  "presentation_header_text70": "Coordinador de Mercadeo",
  "presentation_header_text71": "Coordinadora de Ventas",
  "presentation_header_text72": "Recepcionista",
  "presentation_header_text73": "Finanzas",
  "presentation_header_text74": "Director Financiero",
  "presentation_header_text75": "Jefe de Contabilidad",
  "presentation_header_text76": "Contadora",
  "presentation_header_text77": "Contador",
  "presentation_header_text78": "Departamento de Compras",
  "presentation_header_text79": "Jefe de Bodega",
  "presentation_header_text80": "Analista IT",
  "presentation_header_text81": "Ventas",
  "presentation_header_text82": "Ejecutiva de Ventas",
  "presentation_header_text83": "Organizadora de Eventos",
  "presentation_header_text84": "Recursos Humanos",
  "presentation_header_text85": "Analista de Recursos Humanos",
  "presentation_header_text86": "Mercadeo",
  "presentation_header_text87": "Gerente de Experiencia",
  "presentation_header_text88": "Alimentos & Bebidas",
  "presentation_header_text89": "Gerente de A&B",
  "presentation_header_text90": "Chef Ejecutivo",
  "presentation_header_text91": "¡Únete al Equipo!",
  "presentation_header_text92": "Buscamos un Front Desk Staff dinámico y orientado al cliente para unirse a nuestro equipo de C3ntro (Plaza Nogales, Carretera El Salvador y zona 14. El Front Desk Staff nos representa en cultura, hospitalidad y excelencia. Estamos buscando a alguien con excelentes habilidades de comunicación, una actitud amigable y una orientación al cliente excepcional.",
  "presentation_header_text93": "Ejecutiva de Ventas (Eventos)",
  "presentation_header_text94": "Únite a nuestro equipo de ventas. Requisitos: Experiencia previa en ventas ideal de eventos y servicios, fuertes habilidades de negaciones y relaciones interpersonales, capacidad para trabajar de manera independiente y también en equipo, orientación a resultados y habilidades para establecer y cumplir objetivos de ventas, flexibilidad para viajar según sea necesario, ingles avanzado (indispensable). Trabajo 70% visitando clientes.",
  "presentation_header_text95": "Barista",
  "presentation_header_text96": "¿Objetivos principales del puesto: Atención al cliente.Preparación de bebidas y alimentos. Apoyo en diferentes áreas y tareas de nuestro juice bar. ¿A quién buscamos?. Mayor a 20 años. Nivel mínimo de estudios: Educación media o Técnico en INTECAP. Dispuesto a trabajar en turnos rotativos y fines de semana alternos. Apasionado por el café y atención al cliente. Con disponibilidad de trabajar en Nogales zona 16 y también en Carretera el Salvador (son 2 puestos diferentes). ¿Qué ofrecemos. Plaza fija. Seguro de vida. Prestaciones de ley. Oportunidad de crecimiento. Beneficios para empleados",
  "presentation_header_text97": "Coordinador de Sedes",
  "presentation_header_text98": "Asegurase que nuestros clientes reciban un servicio excepcional y estén satisfechos con su experiencia, coordina y da seguimiento a las funciones operativas de la sede en tareas administrativas y seguimiento a tareas diarias con el equipo. Requisitos: Estudios en administración de empresas o carrera a fin. Experiencia en servicio al cliente, persona dinámica con excelentes relaciones interpersonales. Conocimientos en manejo de caja, habilidad de ventas y uso de Excel, liderazgo y capacitada para administrar equipos de trabajo. Disponibilidad para trabajar en carretera El Salvador. Excelente presentación personal, personalidad única y dinámica.",
  "presentation_header_text99": "Chef Residente",
  "presentation_header_text100": "Buscamos un líder en alta gastronomía que supervise y de seguimiento a la operación diaria de la cocina de los centros de consumo nuestro Hotel Casa en Santa Catarina Palopo, Atitlan. Requisitos: Experiencia mínimo 10 años en hotelería de alta cocina. Conocimiento en costeo, rotación de inventario, pedidos de compras, administración de personal (horarios, capacitaciones, desarrollo de equipo). Habilidades: creatividad en elaboración de menús, organización, planificación, manejo de sistemas de ERP. Ingles avanzado (Indispensable). Disponibilidad para vivir en Atitlán. Ofrecemos: Beneficios adicionales a los de ley, salario atractivo, vivienda y alimentación.",
  "presentation_header_text101": "ADMA promueve solidaridad con venta comunitaria en Guatemala",
  "presentation_header_text102": "ADMA Guatemala se reúne en un Encuentro Nacional de fe y fraternidad",
  "presentation_header_text103": "Formación en Mariología fortalece la devoción mariana en ADMA",
  "presentation_header_text104": "Re.Genera es el departamento de sustentabilidad de Grupo Alta encargado de ejecutar exitosamente todas las actividades cuyo principal objetivo es impactar nuestras empresas en las comunidades donde operamos y dejar huella en nuestro progreso.",
  "presentation_header_text105": "RE.GENERA, EL DEPARTAMENTO DE SOSTENIBILIDAD DE GRUPO ALTA",
  "presentation_header_text106": "Nuestro propósito es medir el nivel de compromiso interno y externo. De esta manera, podemos identificar mejoras para el desarrollo comunitario sustentable a través de un compromiso de largo plazo entre la empresa, sus colaboradores, las familias, la sociedad y la comunidad local que está haciendo todos los esfuerzos para mejorar la calidad de vida de todos los grupos de interés.",
  "presentation_header_text107": "Más Proyectos Sociales",
  "presentation_header_text108": "PINTANDO EL CAMBIO, UN ENORME IMPACTO DE SANTA CATARINA PALOPO",
  "presentation_header_text109": "JUANITA, LA NIÑA QUE CONTABA ESTRELLAS",
  "presentation_header_text110": "En Pintando El Cambio creemos que a través del arte podemos tener un gran impacto en el desarrollo de Santa Catarina Palopó, una comunidad con más de 850 familias que viven alrededor del Lago Atitlán, que quieren transformarlo en un destino cultural para los visitantes.",
  "presentation_header_text111": "Esto ayudará a que todos los miembros de la comunidad obtengan un fuerte sentido de pertenencia, lo que motivará la participación ciudadana y atraerá nuevas inversiones que crearán nuevas oportunidades laborales en la industria hotelera, turística y minorista.",
  "presentation_header_text112": "También proporcionará una mayor exposición a los artesanos locales. Con esta meta y objetivo principal podemos desarrollar proyectos de integridad de gran impacto como primera infancia, huertas comunitarias, instalación de estufas ahorradoras de energía en todas las casas comunitarias y pintura en espacios públicos y fachadas de las casas.",
  "presentation_header_text113": "Un hermoso cuento infantil que nuestra amiga @walderlola escribió inspirada en Juanita, una niña que la recibió con una hermosa sonrisa a su llegada a Santa Catarina Palopó",
  "presentation_header_text114": "Y la Editorial Española @cuentodeluz comparte este hermoso libro para que niñas y niños de Guatemala puedan vivir la ilusión de luchar y perseguir sus sueños.",
  "presentation_header_text115": "¡Estamos muy emocionados de que nuestros colores, formas y nuestra comunidad sean inspiración para estos hermosos proyectos!",
  "presentation_header_text116": "Somos una gran familia que compartimos experiencias únicas e innovadoras que pueden ofrecer a nuestros clientes e invitados un evento inolvidable. Nos gusta ser esa ventana de Guatemala donde el mundo pueda ver que en nuestro país.",
  "presentation_header_text117": "La cocina tradicional a la brasa es una técnica auténtica y tradicional, es una forma ancestral de preparar estos alimentos. La técnica se ha utilizado durante siglos en todo el mundo, sin embargo en Guatemala todavía se utiliza en diferentes pueblos del mundo lago. La esencia de esta técnica no es sólo el uso del fuego, sino también la selección de ingredientes y su relación con los cuatro elementos: tierra, fuego, aire y agua.",
  "presentation_header_text118": "Durante mucho tiempo, el sol ha sido una parte importante de la cultura maya. Aunque el nombre del sol varía dependiendo de la región, la mayoría de los mayas eran llamados Kinich Ahau. El nombre significa “señor del cielo” o “señor del día”. Para los mayas el sol era un dios importante y lo adoraban como tal. Creen que el sol es lo que nos da vida y nos da energía para hacer las cosas. Por eso, ofrecieron sacrificios y lo reverenciaron en sus templos. Señor del ojo del sol. en la mitología maya, Kinich Ahau era el dios del Sol y patrón de la música y la poesía; Estaba casada con Ixchel, la Luna. Muchas de las manifestaciones Las obras artísticas que se han encontrado alrededor de la figura de Kinich Ahau han sido en piedra, visto que en la época en que los mayas adoraban a este dios del sol y del tiempo, lo que se trabajaba era mayormente en piedra.",
  "presentation_header_text119": "¡Emocionantes mejoras te esperan en Villa Bokeh!",
  "presentation_header_text120": "¡Te esperan emocionantes mejoras! Estamos agregando nuevas áreas y servicios para mejorar tu estadía. ",
  "presentation_header_text121": "¡Prepárate para una experiencia mejor y más increíble en nuestro hotel! Estén atentos a la gran revelación y estamos ansiosos por darle la bienvenida a nuestro refugio mejorado de hospitalidad.",
  "presentation_header_text122": "Este 2023 estaremos abriendo nuestras puertas a dos nuevas sedes de C3NTRO, un entorno que redefinirá el concepto del movimiento más cerca de ti.",
  "presentation_header_text123": "Un espacio para ejercitar tu cuerpo, mente y alma. La sede estará ubicada en Plaza Nogales de Cayalá Z16 y Galerías Tiffany Z14.",
  "presentation_header_text124": "En ambas sedes encontrarás las 6 disciplinas diferentes que ofrece C3NTRO: CYCL3, PUNCH, BURN, PILAT3S, BARR3 Y RECOVERY. Estamos muy entusiasmados con la apertura de estas nuevas ubicaciones, para más información no dudes en contactarnos.",
  "presentation_header_text125": "MÁS NOTICIAS",
  "presentation_header_text126": "Directora Ejecutiva",
  "presentation_header_text127": "APLICAR",
  "presentation_header_text128": "OTRAS MARCAS",
  "presentation_header_text129": "SPOOKY SEASON EN ADELA",
  "presentation_header_text130": "En Adela tenemos muchos acontecimientos para estas semanas. Quédate atento a nuestras redes y no te pierdas las sorpresas.",
  "presentation_header_text131": "Hotelería",
  "presentation_header_text132": "Gerente de Hotelería",
  "presentation_header_text133": "Mercadeo de Hotelería",
  "presentation_header_text134": "Helados Adela",
  "presentation_header_text135": "Coordinadora de Mercadeo",
  "presentation_header_text136": "Mercadeo Helados Adela",
  "presentation_header_text137": "C3NTRO",
  "presentation_header_text138": "Managua, Masaya y Granada se unieron en un retiro nacional para todas las edades.",
  "presentation_header_text139": "A lo largo de las pintorescas orillas del lago Atitlán en Casa Palopó, nuestro restaurante que próximamente se inaugurará promete ser un paraíso culinario sensacional, que llevará las antiguas tradiciones mayas a su plato. Te invitamos a embarcarte en una aventura gastronómica inolvidable, donde la tradición se une a la innovación. Inspirado en las antiguas técnicas de cocina maya, un homenaje al sabor, el fuego y la delicadeza. Frescura de la granja a la mesa, ya que nos asociamos con agricultores locales para garantizar que cada bocado refleje los exuberantes paisajes de la región.",
  "presentation_header_text140": "El encuentro se llevó a cabo para renovar el alma, fortalecer la fe y vivir la alegría de seguir a Cristo junto a nuestra madre, María Auxiliadora.",
  "presentation_header_text142": "Cerrar",
  "presentation_header_text143": "Fundadora Helados Adela",
  "presentation_header_text144": "Fundadora C3NTRO",
  "presentation_header_text145": "Chef Ejecutiva",
  "presentation_header_text146": "Coordinadora de Compras",
  "presentation_header_text147": "Nómina",
  "presentation_header_text148": "Ejecutiva de Ventas",
  "presentation_header_text149": "Mantenimiento",
  "presentation_header_text150": "Diseñador y Community Manager",
  "presentation_header_text151": "Gerente de Experiencias",
  "presentation_header_text152": "Gerente de Compras",
  "presentation_header_text153": "Ejecutiva de Ventas Coorporativa",
  "presentation_header_text154": "CEO",
  "presentation_header_text155": "Gerente  C3NTRO",
  "presentation_header_text156": "Asistente de Presidencia",
  "presentation_header_text157": "REGLAMENTO",
  "presentation_header_text158": "Asociación de María Auxiliadora"
}